[Help]

M31_DefaultWeapon                           = "武器"
M31_PerRank                                 = "每等级"
M31_Turns                                   = "回合"
M31_FreeAction                              = "自由行动"

M31_Shield_BonusText                        = "剩余护盾值: <Ability:M31_ShieldRemaining>。<br>护盾优先级: <Ability:M31_ShieldPriority>。"

M31_ShadowstepAid_FriendlyName              = "暗影步援助"
M31_ShadowstepAid_BuffText                  = "该单位获得临时暗影步效果，不会触发监视射击或反应射击。"

M31_TargetingAid_FriendlyName               = "瞄准辅助"
M31_TargetingAid_BuffText                   = "该单位命中提升<Ability:M31_TargetingAid_AimBonus>，暴击率提升<Ability:M31_TargetingAid_CritBonus>。"

M31_AdvancedAidProtocol_FriendlyName        = "高级援助"
M31_AdvancedAidProtocol_BuffText            = "该单位闪避提升<Ability:M31_AdvancedAidProtocol_DodgeBonus>，被暴击率降低<Ability:M31_AdvancedAidProtocol_CritResistance>。"

M31_CA_Escalation_BonusText                 = "每次暴击获得+<Ability:M31_Escalation_CritBonus>暴击率，暴击率超过100时每<Ability:M31_Escalation_CritDamageBonusFactor>点获得+<Ability:M31_Escalation_CritDamageBonus>暴击伤害。"
M31_CA_KillingSpree_BonusText               = "+<Ability:M31_CA_KillingSpree_DamageBonus>伤害，+<Ability:M31_CA_KillingSpree_CritBonus>暴击率。"
M31_CA_ChaosDriver_BonusText                = "该单位承受和造成的伤害增加。"
M31_CA_MarkedForDeath_FriendlyName          = "死亡标记"
M31_CA_MarkedForDeath_FriendlyDesc          = "施法者对该单位的下次攻击不消耗行动点。"

M31_PA_Coil_FriendlyName                    = "蓄势待发"
M31_PA_Coil_BonusText                       = "你的下个行动不会结束回合。"
M31_PA_RegenBite_BuffText                   = "该单位正在恢复生命值。"
M31_PA_MemeBite_BuffText                    = "你可能需要医生治疗。"
M31_PA_HardenedShield_FriendlyName          = "强化护盾"

M31_Malevolence_Radiation_FriendlyName      = "恶意：辐射"
M31_Malevolence_Burning_FriendlyName        = "恶意：燃烧"
M31_Malevolence_Poisoned_FriendlyName       = "恶意：中毒"
M31_Malevolence_Frost_FriendlyName          = "恶意：低温症"
M31_Malevolence_Radiation_DebuffText        = "该单位造成的伤害降低<Ability:M31_Malevolence_Radiation_DamageReductionPrc>。"
M31_Malevolence_Burning_DebuffText          = "该单位受到持续伤害效果时额外承受<Ability:M31_Malevolence_Burning_DOTDamageBonus>点伤害。"
M31_Malevolence_Poisoned_DebuffText         = "该单位暴击率降低<Ability:M31_Malevolence_Poisoned_CritPenalty>，擦伤率提升<Ability:M31_Malevolence_Poisoned_GrazePenalty>。"
M31_Malevolence_Frost_DebuffText            = "该单位命中和防御降低。"

M31_BloodThirst_BuffText                    = "<Ability:M31_BloodThirst_BuffText>"
M31_BloodThirst_BuffText_NoStacks           = "该单位没有任何增益层数。"
M31_BloodThirst_BuffText_Stacks             = "该单位拥有[X]层增益。"
M31_BloodThirst_BuffText_StacksHelp         = "[X]层增益将在[Y]回合后消失。"
M31_BloodThirst_BuffText_StacksHelpFirst    = "[X]层增益将在下回合开始时消失。"

M31_SleightOfHand_BuffText                  = "<Ability:M31_SleightOfHand_BuffText>"
M31_SleightOfHand_Stacks                    = "该单位从[Z]层增益中获得+[X]命中和+[Y]暴击率。"

M31_DisarmingShot_DebuffText                = "该单位被缴械。其命中和暴击率降低。"
M31_ThermalShock_DebuffText                 = "该单位受到热力冲击影响。其命中和防御降低。"
M31_PA_CripplingBlow_DebuffText             = "该单位被重创。其命中、移动力和闪避降低。"
M31_PA_Sidewinder_CooldownText              = "侧袭者技能不可用。"

M31_Botnet_BonusText                        = "该单位的标准射击会降低目标的黑客防御。"
M31_Duskborn_BonusText                      = "暮光血脉效果仍然激活。"

M31_Maimed_FriendlyName                     = "致残"
M31_Maimed_DebuffText                       = "该单位移动力降为0且无法移动。仍可射击和执行其他非移动行动。"

M31_PA_HarrierVileMix_FriendlyName          = "剧毒混合物"
M31_PA_HarrierVileMix_DebuffText            = "该单位受到持续伤害效果时额外承受<Ability:M31_PA_HarrierVileMix_DOTDamageBonus_Debuff>点伤害。"

M31_PA_ViperPoison_DebuffText               = "该单位中毒。其命中和移动力降低，每回合开始时受到<Ability:M31_PA_Poison_DamagePerTurn_Debuff>点伤害。"
M31_PA_ViperEnhancedPoison_DebuffText       = "该单位中毒。其命中和移动力降低，每回合开始时受到<Ability:M31_PA_EnhancedPoison_DamagePerTurn_Debuff>点伤害。"
M31_BloodletBleeding_DebuffText             = "该单位流血。每回合开始时受到<Ability:M31_Bloodlet_BleedDamage_Debuff>点伤害。"
M31_BleedingRoundsBleeding_DebuffText       = "该单位流血。每回合开始时受到<Ability:M31_BleedingRounds_BleedDamage_Debuff>点伤害。"
M31_PipeBombsBleeding_DebuffText            = "该单位流血。每回合开始时受到<Ability:M31_PipeBombs_BleedDamage>点伤害。"
M31_PA_VeryAngryBite_DebuffText             = "该单位流血。每回合开始时受到<Ability:M31_PA_VeryAngryBite_BleedDamage_Debuff>点伤害。"

M31_ENEMY_ViperPoison_DebuffText            = "该单位中毒。其命中和移动力降低，每回合开始时受到少量伤害。"
M31_ENEMY_ViperEnhPoison_DebuffText         = "该单位中毒。其命中和移动力大幅降低，每回合开始时受到伤害。"

M31_PA_WS_Ballista                          = "弩炮"
M31_PA_WS_Bolt_Maelstrom_FriendlyName       = "漩涡"
M31_PA_WS_StupidSexySnake_BuffText          = "该单位被魅惑。其命中、暴击率和闪避提升。"
M31_PA_WS_RebelYell_BuffText                = "该单位受到激励。获得多种属性加成。"
M31_PA_WS_Thrill_BuffText                   = "<Ability:M31_PA_WS_Thrill_BuffText>"
M31_PA_WS_Thrill_Stacks                     = "该单位从[Z]层增益中获得+[X]命中和+[Y]暴击率。"


[BitterfrostHelper]
ChillEffectName="寒冷"
ChillEffectDesc="移动力和闪避降低。"
BitterChillEffectName="刺骨寒冷"
BitterChillEffectDesc="移动力降低且无法闪避。易受冻结影响。"

[MZ_Effect_Hypothermia]
HypothermiaEffectName = "低温症"
HypothermiaEffectDesc = "每回合开始时根据寒冷程度受到冰冻伤害。"

[X2StatusEffects_Radiation]
RadBurningFriendlyName="辐射灼烧"
RadBurningFriendlyDesc="受辐射灼烧的单位会随时间受到伤害，且闪避和防御降低"
RadBurningEffectAcquiredString="<XGParam:StrValue0/!UnitName/>受到辐射灼烧。"
RadBurningEffectTickedString="<XGParam:StrValue0/!UnitName/>仍在受辐射灼烧影响。"
RadBurningEffectLostString="<XGParam:StrValue0/!UnitName/>不再受辐射灼烧影响。"

BoilingBloodFriendlyName="血液沸腾"
BoilingBloodFriendlyDesc="受血液沸腾影响的单位会随时间受到不规律伤害，且命中和移动力降低"
BoilingBloodEffectAcquiredString="<XGParam:StrValue0/!UnitName/>血液开始沸腾。"
BoilingBloodEffectTickedString="<XGParam:StrValue0/!UnitName/>仍在受血液沸腾影响。"
BoilingBloodEffectLostString="<XGParam:StrValue0/!UnitName/>不再受血液沸腾影响。"

IrradiatedFriendlyName="辐射污染"
IrradiatedFriendlyDesc="受辐射污染的单位受到命中和移动惩罚，机械单位也会受影响且黑客防御降低"
IrradiatedEffectAcquiredString="<XGParam:StrValue0/!UnitName/>受到辐射污染。"
IrradiatedEffectTickedString="<XGParam:StrValue0/!UnitName/>仍在受辐射污染影响。"
IrradiatedEffectLostString="<XGParam:StrValue0/!UnitName/>不再受辐射污染影响。"

LostRadRegenFriendlyName="辐射再生"
LostRadRegenFriendlyDesc="失落者在受辐射影响时会再生生命值"
LostRadRegenEffectAcquiredString="<XGParam:StrValue0/!UnitName/>正在再生。"
LostRadRegenEffectTickedString="<XGParam:StrValue0/!UnitName/>仍在再生。"
LostRadRegenEffectLostString="<XGParam:StrValue0/!UnitName/>停止再生。"

[UIEventNoticesTactical_Radiation]
RadBurningTitle="辐射灼烧"
RadBleedingTitle="血液沸腾"
RadDisorientedTitle="辐射污染"